[door_small_poor_ext_metal_nokey_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_FocusLockedMessage="现在不能打开"

[Door_Transitions.LTD_ArtDlr_to_Streets_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往克拉文鹰大道"
m_InteractText="`GBA_Use` 打开"

[Door_Transitions.LTD_ArtDlrBackDoor_toStreets:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往瓶巷街"
m_InteractText="`GBA_Use` 打开"

[Door_Transitions.LTD_Distillery_to_Streets_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往瓶巷街"
m_InteractText="`GBA_Use` 打开"

[Door_Transitions.LTD_Galvani_to_Streets_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往克拉文鹰大道"
m_InteractText="`GBA_Use` 打开"

[Door_Transitions.LTD_Street_to_BrothelRoof_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往金猫"
m_InteractText="`GBA_Use` 打开"

[Door_Transitions.LTD_Streets1_to_ArtDlrBackDoor DisTweaks_UsableObject]
m_LockedMessage="现在不能打开"

[Door_Transitions.LTD_Streets1_to_ArtDlrBackDoor:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往画商的公寓"
m_InteractText="`GBA_Use` 打开"

[Door_Transitions.LTD_streets1_to_Ovrsr_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往霍格广场"
m_InteractText="`GBA_Use` 打开"

[Door_Transitions.LTD_streets1_to_SwrWrks_twk DisTweaks_UsableObject]
m_LockedMessage="已上锁"

[Door_Transitions.LTD_streets1_to_SwrWrks_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往顿沃下水道设施"
m_InteractText="`GBA_Use` 打开"

[Door_Transitions.LTD_Streets_to_ArtDlr_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往画商的公寓"
m_InteractText="`GBA_Use` 打开"

[Door_Transitions.LTD_Streets_to_ArtDlrBackDoor:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往画商的公寓"
m_InteractText="`GBA_Use` 打开"

[Door_Transitions.LTD_Streets_to_Distillery_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往顿沃威士忌酒厂"
m_InteractText="`GBA_Use` 打开"

[Door_Transitions.LTD_Streets_to_Galvani_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往加尔瓦尼医生的办公室"
m_InteractText="`GBA_Use` 打开"

[Door_Transitions.LTD_StrtSewer_to_Pub_twk DisTweaks_UsableObject]
m_LockedMessage="已上锁"

[Door_Transitions.LTD_StrtSewer_to_Pub_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往狗圈酒吧"
m_InteractText="`GBA_Use` 打开"

[Door_Transitions.LTD_StrtsSewer_toFLooded_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往赭岸之门"

[galvani.book_interact_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="伪造书"
m_InteractText="`GBA_Use` 使用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[galvani.Number2_twk:DisTweaks_Interactable_PickupBase_29 DisTweaks_Interactable_PickupBase]
m_Name=""
m_InteractText=""

[Galvani_PantryDoor_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁这扇门"
m_LockedMessage="需要加尔瓦尼储藏室钥匙"

[Galvani_PantryDoor_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="牢不可破的金属门"
m_InteractText=" `GBA_Use` 打开"

[GrannyRags.Twk_Inv_GrannyRagsHand:pPlayerSpecific DisTweaks_InventoryItem_PlayerSpecific]
m_Name=""
m_Description=""

[ThugStuff.Twk_Whiskey:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="威士忌酒瓶"
m_InteractText="`GBA_Use` 携带"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Whiskeybottle_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="爆炸瓶"

[WoLFireObject:DisTweaks_InteractableInterface_54 DisTweaks_InteractableInterface]
m_Name="烟灰缸"

